acpi
acpid
alacritty
alsa-utils
aria2
atool
autoconf
autocutsel
automake
base
bash-completion
binutils
bison
blueman
bluez-utils
bspwm
chrony
code
colorpicker
dhclient
dhcpcd
dosfstools
duc
dunst
efibootmgr
exfat-utils
fakeroot
feh
ffmpegthumbnailer
file
findutils
firefox
flex
gawk
gcc
gettext
git
grep
groff
grub
guvcview
gzip
htop
imagemagick
intel-ucode
libinput-gestures
libtool
libva-mesa-driver
libxft-bgra
linux
linux-firmware
lsd
lxappearance
m4
maim
make
man-db
man-pages
mesa-vdpau
mlocate
most
mpv
mtools
nano
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-dispatcher-chrony
nm-connection-editor
noto-fonts
noto-fonts-emoji
ntfs-3g
numlockx
nvm
os-prober
p7zip
pacman
pacman-contrib
paper-icon-theme-git
patch
picom-tryone-git
pkgconf
pkgfile
playerctl
polybar-git
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulsemixer
python-pip
python-pynvim
ranger-git
rar
rofi
sed
spicetify-cli
spotify
stow
sudo
sxhkd
texinfo
tlp
tmux
toilet
toilet-fonts
ttf-dejavu
ttf-font-awesome
ttf-jetbrains-mono
ttf-symbola
udiskie
udisks2
unclutter
unzip
vim
vulkan-intel
wget
which
xautolock
xclip
xdg-user-dirs
xdo
xf86-video-ati
xf86-video-intel
xorg-server
xorg-xbacklight
xorg-xev
xorg-xfd
xorg-xinit
xorg-xinput
xorg-xrandr
xorg-xset
yay
youtube-dl
zathura
zathura-pdf-poppler
zip
